/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekunder";

/* No comment provided by engineer. */
"%i hours" = "%i timmar";

/* No comment provided by engineer. */
"%i minutes" = "%i minuter";

/* No comment provided by engineer. */
"1 day" = "1 dag";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 second" = "1 sekund";

/* No comment provided by engineer. */
"1 week" = "1 vecka";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Bilaga>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Rensa alla markeringar";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Rensa markeringar nedåt";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Rensa markeringar åt vänster";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Rensa markeringar åt höger";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Rensa markeringar uppåt";

/* Copy the link to the clipboard */
"Copy Link" = "Kopiera länk";

/* No comment provided by engineer. */
"Image Picker" = "Bildväljare";

/* No comment provided by engineer. */
"Invalid Input" = "Otillåten inmatning";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Hoppa till fokusmarkering";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Hoppa till nästa markering";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Hoppa till förra markering";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Bild";

/* No comment provided by engineer. */
"Select Image" = "Välj bild";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li dagar";
"%li hours" = "%li timmar";
"%li minutes" = "%li minuter";
"%li weeks" = "%li veckor";
